/* An error message that is presented when the user cancels the social login, e.g. Facebook */
"AuthErrorCancelled" = "You cancelled the social login";

/* An error message that indicates the social credential is invalid */
"AuthErrorCredentialInvalid" = "Your social media credentials are invalid";

/* An error message that is presented when the social credentials are taken */
"AuthErrorCredentialTaken" = "Someone already registered with these social credentials";

/* An error message for network errors, like no internet */
"AuthErrorNetwork" = "There was a network error. Maybe your internet connection id down?";

/* An error message for an unknown error */
"AuthErrorOther" = "An unknown error occured";

/* The title for the login error */
"LoginErrorTitle" = "Error";

/* The error title for logout errors */
"LogoutErrorTitle" = "Error";

